Repository: choehwanjin/repairer
Catalog: po/*.po
Languages: es

source: <span size="larger" weight="bold">There was an error renaming the file to "%s"</span>
es: <span size="larger" weight="bold">Hubo un error renombrando el fichero a "%s"</span>

source: <span size="larger" weight="bold">A file named "%s" already exists.</span>
es: <span size="larger" weight="bold">Ya existe un fichero con el nombre "%s".</span>

source: If you want to rename the selected file, please move or rename "%s" first.
es: Si desea cambiar el nombre del fichero seleccionado, entonces mueva o renombre "%s" antes.

source: Repair filename ...
es: Reparar el nombre de fichero ...

source: Repair filename
es: Reparar nombre de fichero

source: Re_name as "%s"
es: Re_nombrar como «%s»

source: Rename as "%s".
es: Renombrar como «%s»

source: Select a filename
es: Escoja un nombre para el fichero

source: Select a filename from sub menu items.
es: Escoja un nombre para el fichero desde el submenú.

source: Arabic - CP1256
es: Árabe - CP1256

source: Baltic - CP1257
es: Báltico - CP1257

source: Central European latin - CP1250
es: Latino centroeuropeo - CP1250

source: Chinese simplified - CP936
es: Chino simplificado - CP936

source: Chinese traditional - CP950
es: Chino tradicional - CP950

source: Cyrillic - CP1251
es: Cirílico - CP1251

source: Greek - CP1253
es: Griego - CP1253

source: Hebrew - CP1255
es: Hebreo - CP1255

source: Japanese - CP932
es: Japonés - CP932

source: Korean - CP949
es: Coreano - CP949

source: Turkish - CP1254
es: Turco - CP1254

source: Vietnamese - CP1258
es: Vietnamita - CP1258

source: Western European latin - CP1252
es: Latino de Europa occidental - CP1252

source: <span size="larger" weight="bold">There was an error renaming "%s" to "%s"</span>
es: <span size="larger" weight="bold">Hubo un error renombrando "%s" a "%s"</span>

source: Other ...
es: Otro ...

source: As is
es: Coincide con

source: To be
es: Que sea

source: Include _subdirectories
es: Incluir _subdirectorios

source: Select _encoding:
es: Seleccione _codificación:

source: <span size="larger">The selected "%s" is invalid encoding.</span> <span size="larger">Please choose another one.</span>
es: <span size="larger">La codificación "%s" seleccionada no es válida.</span> <span size="larger">Elija otra cualquiera.</span>

source: Select an encoding name to use
es: Seleccione un nombre de codificación para usar

source: _Encoding name to add:
es: Nombre de _codificación para añadir:

source: Nautilus Filename Repairer: Select Files To Rename
es: Nautilus Filename Repairer: Seleccione los ficheros que desea renombrar
